import publicationsImg1 from '../img/publications/publications-img1.png'
import publicationsImg2 from '../img/publications/publications-img2.png' 
import publicationsImg3 from '../img/publications/publications-img3.png' 
import publicationsImg4 from '../img/publications/publications-img4.png' 
import publicationsImg5 from '../img/publications/publications-img5.png' 

export const publications = [
  {
    "title": "Валютний контроль помер, хай живе валютний контроль!",
    "subtitle": "14 червня",
    "text" : "Експерти проводять конференції, круглі столи та іншого штибу заходи на тему «лібералізація валютного законодавства». Юристи-експерти-новелісти стирають пальці об «ctrl+c/ctrl+v».",
    "img": ""
  },
  {
    "title": "Equity associate",
    "subtitle": "22 квітня",
    "text" : "На проектах я джун. При цьому я співвласник юридичної фірми. Як це відбулося. Перед вступом батьки мені казали, що якщо буду…",
    "img": publicationsImg1
  },
  {
    "title": "Штраф для «Корпорації добра»: що буде з Google та іншими за порушення GDPR",
    "subtitle": "29 вересня",
    "text" : "І чому стягнення у 50 млн євро може стати доленосним прецедентом За матеріалами Mind.ua 21 січня Національна комісія із захисту даних.",
    "img": publicationsImg2
  },
  {
    "title": "Заповіт міленіала",
    "subtitle": "19 серпня",
    "text" : "Що і як передаватимуть у спадщину сучасні влогери, опініон лідери і криптомільйонери Типовий спадок українського покоління Х виглядає так: квартира у…",
    "img": publicationsImg3
  },
  {
    "title": "Закон про мови: як зробити свій сайт відповідним",
    "subtitle": "19 серпня",
    "text" : "Наталія Кирик, керівник контент студії Wordfactory.ua По-перше, це красиво! Це аргумент номер один на користь україномовного сайту. По-друге, це ефективно. У…",
    "img": publicationsImg4
  },
  {
    "title": "Валютний контроль помер, хай живе валютний контроль!",
    "subtitle": "5 Лютого 2018",
    "text" : "Про що йде мова В червні цього року Верховна Рада внесла зміни до Податкового кодексу України. Відтепер батьки, які отримують офіційну…",
    "img": publicationsImg5
  },
  {
    "title": "Валютний контроль помер, хай живе валютний контроль!",
    "subtitle": "14 червня",
    "text" : "Експерти проводять конференції, круглі столи та іншого штибу заходи на тему «лібералізація валютного законодавства». Юристи-експерти-новелісти стирають пальці об «ctrl+c/ctrl+v».",
    "img": ""
  },
  {
    "title": "Equity associate",
    "subtitle": "22 квітня",
    "text" : "На проектах я джун. При цьому я співвласник юридичної фірми. Як це відбулося. Перед вступом батьки мені казали, що якщо буду…",
    "img": publicationsImg1
  },
  {
    "title": "Штраф для «Корпорації добра»: що буде з Google та іншими за порушення GDPR",
    "subtitle": "29 вересня",
    "text" : "І чому стягнення у 50 млн євро може стати доленосним прецедентом За матеріалами Mind.ua 21 січня Національна комісія із захисту даних.",
    "img": publicationsImg2
  },
  {
    "title": "Заповіт міленіала",
    "subtitle": "19 серпня",
    "text" : "Що і як передаватимуть у спадщину сучасні влогери, опініон лідери і криптомільйонери Типовий спадок українського покоління Х виглядає так: квартира у…",
    "img": publicationsImg3
  },
  {
    "title": "Закон про мови: як зробити свій сайт відповідним",
    "subtitle": "19 серпня",
    "text" : "Наталія Кирик, керівник контент студії Wordfactory.ua По-перше, це красиво! Це аргумент номер один на користь україномовного сайту. По-друге, це ефективно. У…",
    "img": publicationsImg4
  },
  {
    "title": "Валютний контроль помер, хай живе валютний контроль!",
    "subtitle": "5 Лютого 2018",
    "text" : "Про що йде мова В червні цього року Верховна Рада внесла зміни до Податкового кодексу України. Відтепер батьки, які отримують офіційну…",
    "img": publicationsImg5
  },
  {
    "title": "Валютний контроль помер, хай живе валютний контроль!",
    "subtitle": "5 Лютого 2018",
    "text" : "Про що йде мова В червні цього року Верховна Рада внесла зміни до Податкового кодексу України. Відтепер батьки, які отримують офіційну…",
    "img": publicationsImg1
  },
  {
    "title": "Валютний контроль помер, хай живе валютний контроль!",
    "subtitle": "5 Лютого 2018",
    "text" : "Про що йде мова В червні цього року Верховна Рада внесла зміни до Податкового кодексу України. Відтепер батьки, які отримують офіційну…",
    "img": publicationsImg2
  },
  {
    "title": "Валютний контроль помер, хай живе валютний контроль!",
    "subtitle": "5 Лютого 2018",
    "text" : "Про що йде мова В червні цього року Верховна Рада внесла зміни до Податкового кодексу України. Відтепер батьки, які отримують офіційну…",
    "img": publicationsImg3
  },
]